{
    "lang": "Idioma",

    "nav.home": "Home",
    "nav.categories": "Categorías",
    "nav.models": "Modelos",
    "nav.photos": "Fotos",
    "nav.videos": "Videos",

    "nav.auth.button": "Ingresar",

    "auth.layout": "Retornar a página principal",

    "auth.forgot.title": "Restablecer contraseña",
    "auth.forgot.message": "Le enviaremos un vínculo al mail registrado.",
    "auth.forgot.button": "Enviar email",
    "auth.forgot.link#1.msg": "¿Aun no esta registrado?",
    "auth.forgot.link#1.ref": "Crear una nueva cuenta",

    "auth.recovery.button": "Restablecer",
    "auth.recovery.link#1": "¿Ya estas registrado? Ingresar",

    "auth.signin.title": "Ingresar en",
    "auth.signin.email": "Correo Electrónico",
    "auth.signin.password": "Contraseña",
    "auth.signin.button": "Ingresar",  
    "auth.signin.link#1": "¿Olvidaste tu contraseña?",
    "auth.signin.link#2.msg":"¿Aún no se registra?",
    "auth.signin.link#2": "Crear una cuenta",
    "auth.signin.link#3": "Terminos y Condiciones",
    "auth.signin.link#4": "Política de Privacidad",

    "auth.signup.title": "Registrar una nueva cuenta",
    "auth.signup.nickname": "Apodo",
    "auth.signup.email": "Correo Electrónico",
    "auth.signup.password": "Contraseña",
    "auth.signup.password-confirm": "Confirmar contraseña",
    "auth.signup.button": "Registrarse",
    "auth.signup.link#1.msg": "¿Ya tiénes una cuenta?",
    "auth.signup.link#1": "Ingresar",
    "auth.signup.msg": "AL crear una cuenta estoy de acuerdo con la suscripción",
    "auth.signup.link#2": "Política de Privacidad.",

    "common.noresults.title": "No se encontraron resultados",
    "common.noresults.link": "Retornar a la pagina principal",

    "common.pagination.link#1": "Previa",
    "common.pagination.link#2": "Siguiente",

    "common.userbtn.btn#1": "Salir",
    "common.userbtn.btn#2": "Config. de cuenta",
    "common.userbtn.btn#3": "Favoritos",

    "contact.title": "Llena el formulario, y te responderemos a la brevedad!",
    "contact.name": "Nombre completo",
    "contact.email": "Correo Electrónico",
    "contact.message": "Mensaje",
    "contact.button": "Enviar Mensaje",

    "contact.notice.p#1": "Al enviar el formulario, estoy de acuerdo con la Politica de Privacidad",
    "contact.notice.p#2":"Al enviar, confirma de haber leíedo y comprendido la",
    "contact.notice.p#2.inner":"Política de Privacidad",

    "fav.videos.title": "Videos Favoritos",
    "fav.videos.msg": "Aún no tienes videos favoritos...",
    "fav.videos.button": "Eliminar de favoritos",

    "footer.msg": "La mejor seleccón de videos para ti, por favor, evíanos tu comentarios para mejorar el contenido. Trabajamos para ofrecerte el mejor entretenimiento. Disfrútalo...",
    "footer.link#1": "Contacto",
    "footer.link#2": "Desarrolladores",
    "footer.link#3": "Términos y Condiciones",
    "footer.link#4": "Política de Privacidad",

    "models.index.msg": "No disponible",
    "models.index.link#1": "Continua con la búsqueda de Modelos",

    "rta.layout.age": "Eres mayor de 18 años?",
    "rta.layout.msg": "  Este sitio web está diseñado para un público adulto y puede contener material que no es adecuado para menores de edad. Al continuar, certificas que tienes al menos la edad mínima requerida en tu jurisdicción para acceder a contenido para adultos y que estás dispuesto a ver dicho contenido de manera responsable.",
    "rta.layout.button": "Entrar",

    "model.search.title": "Resultados para",
    "model.search.msg.nf": "Sin resultados",

    "notfound.title": "404 Página no encontrada",
    "notfound.msg": "Parece que la página que buscas ha tenido una travesura. No te preocupes, podemos ayudarte a volver al inicio",
    "notfound.link#1": "Volver a la página principal",

    "profile.infocard.title": "Información Básica",
    "profile.infocard.button":"Modificar",

    "profile.inputform.button": "Actualizar",

    "profile.passwordcard.title": "Actualización de contraseña",
    "profile.passwordcard.label#1": "Antígua Contraseña",
    "profile.passwordcard.label#2": "Nueva Contraseña",
    "profile.passwordcard.label#3": "Repetir la nueva contraseña",
    "profile.passwordcard.button": "Actualizar",

    "legal.privacy.title": "Política de Privacidad",
    "legal.privacy.line#1" : "Última Actualización: 22 de Julio de 2024",
    "legal.privacy.line#2" : "Esta Política de Privacidad describe Nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de Su información cuando utiliza el Servicio y le informa sobre Sus derechos de privacidad y cómo la ley lo protege.",
    "legal.privacy.line#3" : "Utilizamos sus datos personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de información de acuerdo con esta Política de Privacidad. Esta Política de Privacidad ha sido creada con la ayuda de ",
    "legal.privacy.line#4" : "Generador de Política de Privacidad",
    "legal.privacy.line#5" : "Definiciones e Interpretación",
    "legal.privacy.line#6" : "Interpretación",
    "legal.privacy.line#7" : "Las palabras cuya letra inicial está en mayúscula tienen significados definidos bajo las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de que aparezcan en singular o en plural.",
    "legal.privacy.line#8" : "Definiciones",
    "legal.privacy.line#9" : "Para propositos de esta Política de Privacidad:",
    "legal.privacy.line#10" : "Cuenta",
    "legal.privacy.line#11" : "significa una cuenta única creada para que Usted acceda a nuestro Servicio o partes de nuestro Servicio",
    "legal.privacy.line#12" : "Afiliado",
    "legal.privacy.line#13" : "significa una entidad que controla, está controlada por o está bajo control común con una parte, donde 'control' significa propiedad del 50% o más de las acciones, participaciones accionarias u otros valores con derecho a voto para la elección de directores u otra autoridad administrativa.",
    "legal.privacy.line#14" : "Companía",
    "legal.privacy.line#15" : "referido a Vanilla Leak.",
    "legal.privacy.line#16" : "son pequeños archivos que un sitio web coloca en su computadora, dispositivo móvil o cualquier otro dispositivo y que contienen los detalles de su historial de navegación en ese sitio web, entre sus muchos usos.",
    "legal.privacy.line#17":"País",
    "legal.privacy.line#18":"referido a:  Argentina",
    "legal.privacy.line#19":"Dispositivo",
    "legal.privacy.line#20":"significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono celular o una tableta digital.",
    "legal.privacy.line#21":"Datos Personales",
    "legal.privacy.line#22":"es cualquier información que se relaciona con un individuo identificado o identificable.",
    "legal.privacy.line#23":"Servicio",
    "legal.privacy.line#24":"referido al sitio web.",
    "legal.privacy.line#25":"Proveedor de Servicio",
    "legal.privacy.line#26":"significa cualquier persona física o jurídica que procese los datos por cuenta de la Empresa. Se refiere a empresas de terceros o personas empleadas por la Compañía para facilitar el Servicio, proporcionar el Servicio en nombre de la Compañía, realizar servicios relacionados con el Servicio o ayudar a la Compañía a analizar cómo se utiliza el Servicio.",
    "legal.privacy.line#27":"Uso de datos",
    "legal.privacy.line#28":"se refiere a datos recopilados automáticamente, ya sea generados por el uso del Servicio o por la propia infraestructura del Servicio (por ejemplo, la duración de una visita a una página).",
    "legal.privacy.line#29":"Sitio web",
    "legal.privacy.line#30":"referido a Vanilla Leak, accesible desde",
    "legal.privacy.line#31":"Tu",
    "legal.privacy.line#32":"significa la persona que accede o utiliza el Servicio, o la empresa u otra entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio, según corresponda..",
    "legal.privacy.line#33":"Recolectando y usando tus datos personales",
    "legal.privacy.line#34":"Tipos de datos recolectados",
    "legal.privacy.line#35":"Datos Personales",
    "legal.privacy.line#36":"Al utilizar nuestro servicio, podemos pedirle que nos proporcione cierta información de identificación personal que pueda usarse para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otras:",
    "legal.privacy.line#37":"Dirección de correo Electrónico",
    "legal.privacy.line#38":"Uso de datos",
    "legal.privacy.line#39":"Es recolectada automáticamente mientras utilizas el servicio",
    "legal.privacy.line#40":"Los datos de uso pueden incluir información como la dirección de protocolo de Internet de su dispositivo (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo dedicado a esas páginas, dispositivo único identificadores y otros datos de diagnóstico.",
    "legal.privacy.line#41":"Cuando accede al Servicio mediante un dispositivo móvil, podemos recopilar cierta información automáticamente, que incluye, entre otros, el tipo de dispositivo móvil que utiliza, la identificación única de su dispositivo móvil, la dirección IP de su dispositivo móvil, su sistema operativo, el tipo de navegador de Internet móvil que utiliza, identificadores únicos de dispositivo y otros datos de diagnóstico.",
    "legal.privacy.line#42":"También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio mediante un dispositivo móvil.",
    "legal.privacy.line#43":"Tecnologías de seguimiento y cookies",
    "legal.privacy.line#44":"Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en Nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información y mejorar y analizar Nuestro Servicio. Las tecnologías que utilizamos pueden incluir:",
    "legal.privacy.line#45":"Cookies or Browser Cookies.",
    "legal.privacy.line#46":"Una cookie es un pequeño archivo colocado en su dispositivo. Puede indicarle a su navegador que rechace todas las cookies o que indique cuándo se envía una cookie. Sin embargo, si no acepta las cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio. A menos que haya ajustado la configuración de su navegador para que rechace cookies, nuestro Servicio puede utilizar cookies.",
    "legal.privacy.line#47":"Web Beacons.",
    "legal.privacy.line#48":"Ciertas secciones de nuestro Servicio y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también conocidos como gifs transparentes, etiquetas de píxel y gifs de un solo píxel) que permiten a la Compañía, por ejemplo, contar los usuarios que han visitado esas páginas. o abrió un correo electrónico y para otras estadísticas relacionadas con el sitio web (por ejemplo, registrar la popularidad de una determinada sección y verificar la integridad del sistema y del servidor).",
    "legal.privacy.line#49":"Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando se desconecta, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Puede obtener más información sobre las cookies en",
    "legal.privacy.line#50":"Sitio web de TermsFeed",
    "legal.privacy.line#51":"artículo.",
    "legal.privacy.line#52":"Utilizamos cookies de sesión y persistentes para los fines que se detallan a continuación:",
    "legal.privacy.line#53":"Necesarias / Cookies Esenciales",
    "legal.privacy.line#54":"Tipo: Session Cookies",
    "legal.privacy.line#55":"Aministrado por: Nosotros",
    "legal.privacy.line#56":"Propósito: Estas cookies son esenciales para brindarle los servicios disponibles a través del sitio web y permitirle utilizar algunas de sus funciones. Ayudan a autenticar a los usuarios y evitar el uso fraudulento de cuentas de usuario. Sin estas Cookies, no se pueden proporcionar los servicios que ha solicitado y solo utilizamos estas Cookies para brindarle esos servicios.",
    "legal.privacy.line#57":"Cookies Policy / Notice Acceptance Cookies",
    "legal.privacy.line#58":"Tipo: Persistent Cookies",
    "legal.privacy.line#59":"Aministrado por: Nosotros",
    "legal.privacy.line#60":"Finalidad: Estas Cookies identifican si los usuarios han aceptado el uso de cookies en el Sitio Web.",
    "legal.privacy.line#61":"Para obtener más información sobre las cookies que utilizamos y sus opciones con respecto a las cookies, visite nuestra Política de Cookies o la sección de Cookies de nuestra Política de Privacidad.",
    "legal.privacy.line#62":"Uso de tu datos personales",
    "legal.privacy.line#63":"La Compañía podrá utilizar Datos Personales para los siguientes fines:",
    "legal.privacy.line#64":"Para proporcionar y mantener nuestro Servicio",
    "legal.privacy.line#65":"incluso para monitorear el uso de nuestro Servicio.",
    "legal.privacy.line#66":"Para administrar su cuenta:",
    "legal.privacy.line#67":"para gestionar su registro como usuario del Servicio. Los Datos Personales que usted proporciona pueden darle acceso a diferentes funcionalidades del Servicio que están disponibles para Usted como usuario registrado.",
    "legal.privacy.line#68":"Para la ejecución de un contrato:",
    "legal.privacy.line#69":"el desarrollo, cumplimiento y realización del contrato de compra de los productos, artículos o servicios que Usted haya adquirido o de cualquier otro contrato con Nosotros a través del Servicio.",
    "legal.privacy.line#70":"Para contactarte:",
    "legal.privacy.line#71":"Para contactarlo por correo electrónico, llamadas telefónicas, SMS u otras formas equivalentes de comunicación electrónica, como notificaciones push de una aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable. para su implementación.",
    "legal.privacy.line#72":"Para proporcionarte",
    "legal.privacy.line#73":"con noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos que son similares a los que ya compró o sobre los que ya realizó consultas, a menos que haya optado por no recibir dicha información.",
    "legal.privacy.line#74":"Para gestionar sus solicitudes:",
    "legal.privacy.line#75":"Para atender y gestionar Sus solicitudes dirigidas a Nosotros.",
    "legal.privacy.line#76":"Para transferencias de negocios:",
    "legal.privacy.line#77":"Podemos utilizar su información para evaluar o llevar a cabo una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos nuestros activos, ya sea como empresa en funcionamiento o como parte de una quiebra, liquidación o procedimiento similar. en el que los datos personales que tenemos sobre los usuarios de nuestro servicio se encuentran entre los activos transferidos.",
    "legal.privacy.line#78":"Para otros fines",
    "legal.privacy.line#79":"Podemos utilizar Su información para otros fines, como análisis de datos, identificación de tendencias de uso, determinación de la efectividad de nuestras campañas promocionales y para evaluar y mejorar nuestro Servicio, productos, servicios, marketing y su experiencia.",
    "legal.privacy.line#80":"Podemos compartir su información personal en las siguientes situaciones:",
    "legal.privacy.line#81":"Con proveedores de servicios:",
    "legal.privacy.line#82":"Podemos compartir su información personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio y comunicarnos con usted.",
    "legal.privacy.line#83":"Para transferencias de negocios:",
    "legal.privacy.line#84":"Podemos compartir o transferir su información personal en relación con, o durante las negociaciones de, cualquier fusión, venta de activos de la Compañía, financiamiento o adquisición de todo o una parte de Nuestro negocio a otra compañía.",
    "legal.privacy.line#85":"Con afiliados:",
    "legal.privacy.line#86":"Podemos compartir su información con nuestros afiliados, en cuyo caso exigiremos a dichos afiliados que respeten esta Política de privacidad. Las afiliadas incluyen Nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas u otras empresas que controlamos o que están bajo control común con Nosotros.",
    "legal.privacy.line#87":"Con socios comerciales:",
    "legal.privacy.line#88":"Podemos compartir su información con nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.",
    "legal.privacy.line#89":"Con otros usuarios:",
    "legal.privacy.line#90":"Cuando comparte información personal o interactúa de otro modo en las áreas públicas con otros usuarios, dicha información puede ser vista por todos los usuarios y puede distribuirse públicamente en el exterior.",
    "legal.privacy.line#91":"Con tu consentimiento",
    "legal.privacy.line#92":"Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.",
    "legal.privacy.line#93":"Conservación de sus datos personales",
    "legal.privacy.line#94":"La Compañía conservará sus datos personales solo durante el tiempo que sea necesario para los fines establecidos en esta Política de privacidad. Conservaremos y utilizaremos sus datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si debemos conservar sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.",
    "legal.privacy.line#95":"La Compañía también conservará los Datos de uso para fines de análisis interno. Los datos de uso generalmente se conservan durante un período de tiempo más corto, excepto cuando estos datos se utilizan para fortalecer la seguridad o mejorar la funcionalidad de Nuestro Servicio, o cuando estamos legalmente obligados a conservar estos datos durante períodos de tiempo más largos.",
    "legal.privacy.line#96":"Transferencia de sus datos personales",
    "legal.privacy.line#97":"Su información, incluidos los Datos Personales, es procesada en las oficinas operativas de la Compañía y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Significa que esta información puede transferirse y mantenerse en computadoras ubicadas fuera de Su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de Su jurisdicción.",
    "legal.privacy.line#98":"Su consentimiento a esta Política de Privacidad seguido de su envío de dicha información representa su aceptación de esa transferencia.",
    "legal.privacy.line#99":"La Compañía tomará todas las medidas razonablemente necesarias para garantizar que Sus datos sean tratados de forma segura y de acuerdo con esta Política de Privacidad y no se realizará ninguna transferencia de Sus Datos Personales a una organización o país a menos que existan controles adecuados establecidos, incluida la seguridad de Sus datos y otra información personal.",
    "legal.privacy.line#100":"Elimina tus datos personales",
    "legal.privacy.line#101":"Tiene derecho a eliminar o solicitar que le ayudemos a eliminar los datos personales que hemos recopilado sobre usted.",
    "legal.privacy.line#102":"Nuestro Servicio puede brindarle la posibilidad de eliminar cierta información sobre Usted desde el Servicio.",
    "legal.privacy.line#103":"Puede actualizar, modificar o eliminar Su información en cualquier momento iniciando sesión en Su Cuenta, si tiene una, y visitando la sección de configuración de la cuenta que le permite administrar Su información personal. También puede comunicarse con nosotros para solicitar acceso, corregir o eliminar cualquier información personal que nos haya proporcionado.",
    "legal.privacy.line#104":"Sin embargo, tenga en cuenta que es posible que necesitemos conservar cierta información cuando tengamos una obligación legal o una base legal para hacerlo.",
    "legal.privacy.line#105":"Divulgación de sus datos personales",
    "legal.privacy.line#106":"Transacciones de negocios",
    "legal.privacy.line#107":"Si la Compañía está involucrada en una fusión, adquisición o venta de activos, sus datos personales pueden ser transferidos. Le avisaremos antes de que sus datos personales se transfieran y queden sujetos a una política de privacidad diferente.",
    "legal.privacy.line#108":"Cumplimiento de la ley",
    "legal.privacy.line#109":"En determinadas circunstancias, es posible que se le solicite a la Compañía que revele sus datos personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
    "legal.privacy.line#110":"Otros requisitos legales",
    "legal.privacy.line#111":"La Compañía puede divulgar sus datos personales de buena fe cuando considere que dicha acción es necesaria para:",
    "legal.privacy.line#112":"Cumplir con una obligación legal",
    "legal.privacy.line#113":"Proteger y defender los derechos o bienes de la Empresa",
    "legal.privacy.line#114":"Prevenir o investigar posibles irregularidades en relación con el Servicio",
    "legal.privacy.line#115":"Proteger la seguridad personal de los Usuarios del Servicio o del público.",
    "legal.privacy.line#116":"Proteger contra responsabilidad legal",
    "legal.privacy.line#117":"Seguridad de sus datos personales",
    "legal.privacy.line#118":"La seguridad de sus datos personales es importante para nosotros, pero recuerde que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100 % seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger sus datos personales, no podemos garantizar su seguridad absoluta.",
    "legal.privacy.line#119":"Privacidad de los menores de edad",
    "legal.privacy.line#120":"Nuestro Servicio no está dirigido a personas menores de 18 años. No recopilamos conscientemente información de identificación personal de ninguna persona menor de 18 años. Si usted es padre o tutor y sabe que su hijo nos ha proporcionado datos personales, por favor Contáctenos. Si tomamos conocimiento de que hemos recopilado datos personales de cualquier persona menor de 18 años, tomamos medidas para eliminar esa información de nuestros servidores.",
    "legal.privacy.line#121":"Enlaces a otros sitios web",
    "legal.privacy.line#122":"Nuestro Servicio puede contener enlaces a otros sitios web que no son operados por Nosotros. Si hace clic en un enlace de un tercero, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de privacidad de cada sitio que visite.",
    "legal.privacy.line#123":"No tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros.",
    "legal.privacy.line#124":"Cambios a esta Política de Privacidad",
    "legal.privacy.line#125":"Podemos actualizar Nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página.",
    "legal.privacy.line#126":"Le informaremos por correo electrónico y/o un aviso destacado en Nuestro Servicio, antes de que el cambio entre en vigor y actualizaremos la fecha de 'Última actualización' en la parte superior de esta Política de Privacidad.",
    "legal.privacy.line#127":"Se le recomienda revisar esta Política de Privacidad periódicamente para detectar cualquier cambio. Los cambios a esta Política de Privacidad entran en vigencia cuando se publican en esta página.",
    "legal.privacy.line#128":"Contacta con nosotros",
    "legal.privacy.line#129":"Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos:",
    "legal.privacy.line#130":"Via correo electrónico: staff@vanillaleak.com",
    "legal.privacy.line#131":"Visitando nuestro sitio web:",
    "legal.privacy.missingline#1":"Cookies de funcionalidad",
    "legal.privacy.missingline#2":"Tipo: Cookies persistentes",
    "legal.privacy.missingline#3":"Administrado por: Nosotros",
    "legal.privacy.missingline#4":"Propósito: Estas cookies nos permiten recordar las elecciones que realiza cuando utiliza el sitio web, como recordar sus datos de inicio de sesión o su preferencia de idioma. El propósito de estas Cookies es brindarle una experiencia más personal y evitar que tenga que volver a ingresar sus preferencias cada vez que utiliza el sitio web.",


    "legal.terms.title": "Terms and Conditions",
    "legal.terms.line#1": "Last updated: July 22, 2024",
    "legal.terms.line#2": "Please read these terms and conditions carefully before using Our Service.",
    "legal.terms.line#3": "Interpretation and Definitions",
    "legal.terms.line#4": "Interpretation",
    "legal.terms.line#5": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
    "legal.terms.line#6": "Definitions",
    "legal.terms.line#7": "For the purposes of these Terms and Conditions:",
    "legal.terms.line#8": "Affiliate",
    "legal.terms.line#9": "means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.",
    "legal.terms.line#10": "Country",
    "legal.terms.line#11": "refers to:  Argentina",
    "legal.terms.line#12": "Company",
    "legal.terms.line#13": "(referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to Vanilla Leak",
    "legal.terms.line#14": "Device",
    "legal.terms.line#15": "means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
    "legal.terms.line#16": "Service",
    "legal.terms.line#17": "refers to the Website.",
    "legal.terms.line#18": "Terms and Conditions",
    "legal.terms.line#20": "(also referred as &quot;Terms&quot;) mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service. This Terms and Conditions agreement has been created with the help of the",
    "legal.terms.line#21": "Terms and Conditions Generator",
    "legal.terms.line#22": "Third-party Social Media Service</strong> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.",
    "legal.terms.line#23": "Website",
    "legal.terms.line#24": "refers to Vanilla Leak, accessible from",
    "legal.terms.line#25": "You",
    "legal.terms.line#26": "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "legal.terms.line#27": "Acknowledgment",
    "legal.terms.line#28": "These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.",
    "legal.terms.line#29": "Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service.",
    "legal.terms.line#30": "By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service.",
    "legal.terms.line#31": "You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service.",
    "legal.terms.line#32": "Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service.",
    "legal.terms.line#33": "Links to Other Websites",
    "legal.terms.line#34": "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.",
    "legal.terms.line#35": "The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.",
    "legal.terms.line#36": "We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.",
    "legal.terms.line#37": "Termination",
    "legal.terms.line#38": "We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.",
    "legal.terms.line#39": "Upon termination, Your right to use the Service will cease immediately.",
    "legal.terms.line#40": "Limitation of Liability",
    "legal.terms.line#41": "Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.",
    "legal.terms.line#42": "To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.",
    "legal.terms.line#43": "Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law.",
    "legal.terms.line#44": "&quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer",
    "legal.terms.line#45": "The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.",
    "legal.terms.line#46": "Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.",
    "legal.terms.line#47": "Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.",
    "legal.terms.line#48": "Governing Law",
    "legal.terms.line#49": "The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws.",
    "legal.terms.line#50": "Disputes Resolution",
    "legal.terms.line#51": "If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.",
    "legal.terms.line#52": "For European Union (EU) Users",
    "legal.terms.line#53": "If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which You are resident.",
    "legal.terms.line#54": "United States Legal Compliance",
    "legal.terms.line#55": "You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a &quot;terrorist supporting&quot; country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.",
    "legal.terms.line#56": "Severability and Waiver",
    "legal.terms.line#57": "Severability",
    "legal.terms.line#58": "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.",
    "legal.terms.line#59": "Waiver",
    "legal.terms.line#60": "Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.",
    "legal.terms.line#61": "Translation Interpretation",
    "legal.terms.line#62": "These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute.",
    "legal.terms.line#63": "Changes to These Terms and Conditions",
    "legal.terms.line#64": "We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion.",
    "legal.terms.line#65": "By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service.",
    "legal.terms.line#66": "Contact Us",
    "legal.terms.line#67": "If you have any questions about these Terms and Conditions, You can contact us:",
    "legal.terms.line#68": "By email: staff@vanillaleak.com"
    
}